robbyrussell/oh-my-zsh path:plugins/common-aliases

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions

mafredri/zsh-async
sindresorhus/pure

agkozak/zsh-z

lukechilds/zsh-nvm  # Node Version Manager
